Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.menu.button.a11yLabel
source: More options for %@
ar: خيارات إضافية لـ%@
bn: %@-এর জন্য আরও বিকল্প
ca: Més opcions per a %@
cs: Další možnosti pro uživatele %@
da: Flere valgmuligheder for %@
de: Weitere Optionen für %@
el: Περισσότερες επιλογές για τον/την %@
es: Más opciones para %@
fi: Lisää valintoja: %@
fr: Plus d’options pour %@
he: אפשרויות נוספות עבור %@
hi: %@ के और विकल्प
hr: Više opcija za: %@
hu: További lehetőségek: %@
id: Opsi lainnya untuk %@
it: Altre opzioni per %@
ja: %@のその他のオプション
ko: %@님에 대한 더 많은 옵션
ml: %@ എന്നയാളുടെ കൂടുതൽ ഓപ്ഷനുകൾ
ms: Lagi pilihan untuk %@
nb: Flere valg for %@
nl: Meer opties voor %@
pl: Więcej opcji dla: %@
pt_br: Mais opções para %@
pt_pt: Mais opções para %@
ro: Mai multe opțiuni pentru %@
ru: Другие действия для %@
sk: Ďalšie možnosti pre %@
sv: Fler alternativ för %@
ta: %@ க்கான மேலும் விருப்பங்கள்
te: %@ కోసం మరిన్ని ఎంపికలు
th: ตัวเลือกเพิ่มเติมสำหรับ %@
tr: %@ için daha fazla seçenek
uk: Більше параметрів для %@
ur: %@ کے لیے مزید اختیارات
vi: Thêm tùy chọn cho %@
zh_hans: %@ 的更多选项
zh_hant: %@ 的更多選項

# safety.menu.mute
source: Mute %@
ar: كتم %@
bn: %@-কে মিউট করুন
ca: Silencia %@
cs: Ztlumit uživatele %@
da: Gør %@ lydløs
de: %@ stummschalten
el: Σίγαση του/της %@
es: Silenciar a %@
fi: Mykistä %@
fr: Mettre %@ en sourdine
he: השתק את %@
hi: %@ को म्यूट करें
hr: Utišaj: %@
hu: %@ némítása
id: Bisukan %@
it: Silenzia %@
ja: %@をミュート
ko: %@님 뮤트
ml: %@ എന്നയാളെ മ്യൂട്ട് ചെയ്യുക
ms: Senyapkan %@
nb: Demp %@
nl: %@ dempen
pl: Wycisz: %@
pt_br: Silenciar %@
pt_pt: Silenciar %@
ro: Dezactivează pe %@
ru: Заглушить %@
sk: Stlmiť %@
sv: Tysta %@
ta: %@ ஐ ஒலியடக்கு
te: %@ను మ్యూట్ చేయి
th: ปิดเสียง %@
tr: %@ kişisini sessize al
uk: Заглушити %@
ur: %@ کو میوٹ کریں
vi: Ẩn %@
zh_hans: 静音 %@
zh_hant: 將 %@ 靜音

# safety.menu.report
source: Report…
ar: إبلاغ…
bn: রিপোর্ট করুন…
ca: Denuncia…
cs: Nahlásit…
da: Anmeld…
de: Melden …
el: Αναφορά…
es: Denunciar…
fi: Ilmianna…
fr: Signaler…
he: דווח…
hi: रिपोर्ट करें…
hr: Prijavi…
hu: Jelentés…
id: Laporkan…
it: Segnala…
ja: 報告…
ko: 신고…
ml: റിപ്പോർട്ട് ചെയ്യുക…
ms: Lapor…
nb: Rapporter …
nl: Melden…
pl: Zgłoś…
pt_br: Denunciar…
pt_pt: Denunciar…
ro: Raportează…
ru: Пожаловаться…
sk: Nahlásiť…
sv: Rapportera…
ta: புகாரளி…
te: రిపోర్ట్ చేయి…
th: รายงาน…
tr: Şikayet et…
uk: Поскаржитися…
ur: رپورٹ کریں…
vi: Báo cáo…
zh_hans: 举报…
zh_hant: 檢舉…

# safety.menu.report.hint
source: Opens a list of reasons. Reporting is confidential — %@ is never shown who reported them.
ar: يفتح قائمة بالأسباب. الإبلاغ سري — ولا يُعرض على %@ أبدًا من أبلغ عنه.
bn: কারণের তালিকা খোলে। রিপোর্ট গোপনীয় — %@-কে কখনও দেখানো হয় না কে রিপোর্ট করেছে।
ca: Obre una llista de motius. Denunciar és confidencial: a %@ mai se li mostra qui l'ha denunciat.
cs: Otevře seznam důvodů. Nahlášení je důvěrné – uživateli %@ se nikdy neukáže, kdo ho nahlásil.
da: Åbner en liste over årsager. Anmeldelser er fortrolige – %@ får aldrig vist, hvem der anmeldte vedkommende.
de: Öffnet eine Liste mit Gründen. Meldungen sind vertraulich – %@ wird nie gezeigt, wer gemeldet hat.
el: Ανοίγει μια λίστα λόγων. Η αναφορά είναι εμπιστευτική — στον/στην %@ δεν εμφανίζεται ποτέ ποιος τον/την ανέφερε.
es: Abre una lista de motivos. La denuncia es confidencial: a %@ nunca se le muestra quién lo denunció.
fi: Avaa luettelon syistä. Ilmiantaminen on luottamuksellista – käyttäjälle %@ ei koskaan näytetä, kuka ilmiantoi.
fr: Ouvre une liste de motifs. Le signalement est confidentiel — %@ ne voit jamais qui l’a signalé.
he: פותח רשימת סיבות. דיווח הוא חסוי — %@ אף פעם לא רואה מי דיווח עליו.
hi: कारणों की सूची खोलता है। रिपोर्टिंग गोपनीय है — %@ को कभी नहीं दिखाया जाता कि किसने रिपोर्ट किया।
hr: Otvara popis razloga. Prijava je povjerljiva — korisniku %@ nikada se ne prikazuje tko ga je prijavio.
hu: Megnyit egy okokat tartalmazó listát. A jelentés bizalmas – %@ soha nem látja, ki jelentette.
id: Membuka daftar alasan. Pelaporan bersifat rahasia — %@ tidak pernah diperlihatkan siapa yang melaporkannya.
it: Apre un elenco di motivi. La segnalazione è riservata: a %@ non viene mai mostrato chi l'ha segnalato.
ja: 理由の一覧を開きます。報告は非公開です。%@に、誰が報告したかが表示されることはありません。
ko: 사유 목록을 열어요. 신고는 비밀이 보장되며 %@님에게는 누가 신고했는지 절대 표시되지 않아요.
ml: കാരണങ്ങളുടെ പട്ടിക തുറക്കുന്നു. റിപ്പോർട്ടിംഗ് രഹസ്യമാണ് — ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് %@ എന്നയാളെ ഒരിക്കലും കാണിക്കില്ല.
ms: Membuka senarai sebab. Pelaporan adalah sulit — %@ tidak pernah ditunjukkan siapa yang melaporkan mereka.
nb: Åpner en liste over årsaker. Rapportering er konfidensiell: %@ får aldri se hvem som rapporterte.
nl: Opent een lijst met redenen. Melden is vertrouwelijk: %@ krijgt nooit te zien wie hen heeft gemeld.
pl: Otwiera listę powodów. Zgłoszenia są poufne — %@ nigdy nie widzi, kto go zgłosił.
pt_br: Abre uma lista de motivos. A denúncia é confidencial: %@ nunca vê quem a denunciou.
pt_pt: Abre uma lista de motivos. A denúncia é confidencial — %@ nunca vê quem a denunciou.
ro: Deschide o listă de motive. Raportarea este confidențială — lui %@ nu i se arată niciodată cine l-a raportat.
ru: Открывает список причин. Жалоба конфиденциальна — %@ никогда не узнает, кто пожаловался.
sk: Otvorí zoznam dôvodov. Nahlásenie je dôverné — %@ sa nikdy nezobrazí, kto ho nahlásil.
sv: Öppnar en lista med orsaker. Rapportering är konfidentiell – %@ får aldrig se vem som rapporterade.
ta: காரணங்களின் பட்டியலைத் திறக்கும். புகார் ரகசியமானது — யார் புகாரளித்தார் என்று %@ க்கு ஒருபோதும் காட்டப்படாது.
te: కారణాల జాబితాను తెరుస్తుంది. రిపోర్టింగ్ గోప్యమైనది — ఎవరు రిపోర్ట్ చేశారో %@కు ఎప్పుడూ చూపబడదు.
th: เปิดรายการเหตุผล การรายงานเป็นความลับ %@ จะไม่เห็นว่าใครรายงาน
tr: Nedenlerin listesini açar. Şikayet gizlidir; %@ kişisine kimin şikayet ettiği asla gösterilmez.
uk: Відкриває список причин. Скарга конфіденційна — %@ ніколи не бачить, хто поскаржився.
ur: وجوہات کی فہرست کھولتا ہے۔ رپورٹ رازدارانہ ہے — %@ کو کبھی نہیں دکھایا جاتا کہ کس نے رپورٹ کی۔
vi: Mở danh sách lý do. Báo cáo là bí mật — %@ không bao giờ được cho biết ai đã báo cáo họ.
zh_hans: 打开原因列表。举报是保密的，%@ 永远不会看到是谁举报了他们。
zh_hant: 開啟原因清單。檢舉是保密的，%@ 絕不會得知是誰檢舉的。

# safety.menu.silentHeader
source: Blocking and muting are silent — %@ is never told.
ar: الحظر والكتم صامتان — لا يُبلَّغ %@ بأي منهما أبدًا.
bn: ব্লক ও মিউট নীরবে হয় — %@-কে কখনও জানানো হয় না।
ca: Bloquejar i silenciar són accions silencioses: %@ no n'és informat mai.
cs: Blokování a ztlumení jsou tichá – uživatel %@ se to nikdy nedozví.
da: Blokering og lydløs sker i stilhed – %@ får aldrig besked.
de: Blockieren und Stummschalten geschehen lautlos – %@ wird nie benachrichtigt.
el: Ο αποκλεισμός και η σίγαση είναι αθόρυβα — ο/η %@ δεν ενημερώνεται ποτέ.
es: Bloquear y silenciar son acciones silenciosas: nunca se avisa a %@.
fi: Estäminen ja mykistäminen ovat äänettömiä – käyttäjälle %@ ei kerrota.
fr: Bloquer et mettre en sourdine sont silencieux — %@ n’en est jamais informé.
he: חסימה והשתקה הן שקטות — %@ אף פעם לא מקבל הודעה.
hi: ब्लॉक और म्यूट करना चुपचाप होता है — %@ को कभी नहीं बताया जाता।
hr: Blokiranje i utišavanje su tiha — %@ nikada nije obaviješten/a.
hu: A letiltás és a némítás csendes – %@ nem kap értesítést.
id: Memblokir dan membisukan berjalan diam-diam — %@ tidak pernah diberi tahu.
it: Bloccare e silenziare sono azioni silenziose: %@ non viene mai avvisato.
ja: ブロックとミュートは通知されません。%@に知らされることはありません。
ko: 차단과 뮤트는 조용히 처리돼요. %@님에게는 알려지지 않아요.
ml: ബ്ലോക്കും മ്യൂട്ടും നിശ്ശബ്ദമാണ് — %@ എന്നയാളെ ഒരിക്കലും അറിയിക്കില്ല.
ms: Menyekat dan menyenyapkan dilakukan secara senyap — %@ tidak pernah diberitahu.
nb: Blokkering og demping skjer i det stille. %@ får aldri vite det.
nl: Blokkeren en dempen gebeurt stil: %@ krijgt hier geen bericht van.
pl: Blokowanie i wyciszanie są ciche — %@ nigdy nie jest o nich informowany.
pt_br: Bloquear e silenciar são ações silenciosas: %@ nunca é avisado.
pt_pt: Bloquear e silenciar são silenciosos — %@ nunca é avisado.
ro: Blocarea și dezactivarea sunt discrete — %@ nu este niciodată anunțat.
ru: Блокировка и заглушение происходят тихо — %@ не узнает об этом.
sk: Blokovanie a stlmenie sú tiché — %@ sa o nich nedozvie.
sv: Att blockera och tysta sker i tysthet – %@ får aldrig veta det.
ta: தடுப்பதும் ஒலியடக்குவதும் அமைதியானவை — %@ க்கு ஒருபோதும் தெரிவிக்கப்படாது.
te: బ్లాక్ చేయడం, మ్యూట్ చేయడం నిశ్శబ్దంగా జరుగుతాయి — %@కు ఎప్పుడూ చెప్పబడదు.
th: การบล็อกและปิดเสียงเป็นไปอย่างเงียบๆ %@ ไม่ได้รับแจ้ง
tr: Engelleme ve sessize alma sessizdir; %@ kişisine haber verilmez.
uk: Блокування й заглушення тихі — %@ ніколи не повідомляють.
ur: بلاک اور میوٹ خاموش ہیں — %@ کو کبھی نہیں بتایا جاتا۔
vi: Chặn và ẩn đều âm thầm — %@ không bao giờ được thông báo.
zh_hans: 屏蔽和静音都是静默的，不会通知 %@。
zh_hant: 封鎖和靜音都是無聲的，%@ 絕不會得知。

# safety.menu.unblock
source: Unblock %@
ar: إلغاء حظر %@
bn: %@-কে আনব্লক করুন
ca: Desbloqueja %@
cs: Odblokovat uživatele %@
da: Fjern blokering af %@
de: %@ entblocken
el: Άρση αποκλεισμού του/της %@
es: Desbloquear a %@
fi: Poista esto: %@
fr: Débloquer %@
he: בטל חסימה של %@
hi: %@ को अनब्लॉक करें
hr: Odblokiraj: %@
hu: %@ feloldása
id: Buka blokir %@
it: Sblocca %@
ja: %@のブロックを解除
ko: %@님 차단 해제
ml: %@ എന്നയാളെ അൺബ്ലോക്ക് ചെയ്യുക
ms: Nyahsekat %@
nb: Opphev blokkering av %@
nl: %@ deblokkeren
pl: Odblokuj: %@
pt_br: Desbloquear %@
pt_pt: Desbloquear %@
ro: Deblochează pe %@
ru: Разблокировать %@
sk: Odblokovať %@
sv: Avblockera %@
ta: %@ இன் தடையை நீக்கு
te: %@ను అన్‌బ్లాక్ చేయి
th: เลิกบล็อก %@
tr: %@ kişisinin engelini kaldır
uk: Розблокувати %@
ur: %@ کو ان بلاک کریں
vi: Bỏ chặn %@
zh_hans: 取消屏蔽 %@
zh_hant: 解除封鎖 %@

# safety.menu.unmute
source: Unmute %@
ar: إلغاء كتم %@
bn: %@-কে আনমিউট করুন
ca: Deixa de silenciar %@
cs: Zrušit ztlumení uživatele %@
da: Slå lyd til for %@
de: Stummschaltung von %@ aufheben
el: Άρση σίγασης του/της %@
es: Dejar de silenciar a %@
fi: Poista mykistys: %@
fr: Réactiver %@
he: בטל השתקה של %@
hi: %@ को अनम्यूट करें
hr: Ukloni utišavanje: %@
hu: %@ némításának feloldása
id: Batal bisukan %@
it: Riattiva %@
ja: %@のミュートを解除
ko: %@님 뮤트 해제
ml: %@ എന്നയാളെ അൺമ്യൂട്ട് ചെയ്യുക
ms: Nyahsenyap %@
nb: Opphev demping av %@
nl: Dempen van %@ opheffen
pl: Cofnij wyciszenie: %@
pt_br: Reativar %@
pt_pt: Deixar de silenciar %@
ro: Reactivează pe %@
ru: Включить %@
sk: Zrušiť stlmenie %@
sv: Sluta tysta %@
ta: %@ இன் ஒலியடக்கத்தை நீக்கு
te: %@ను అన్‌మ్యూట్ చేయి
th: เลิกปิดเสียง %@
tr: %@ kişisinin sesini aç
uk: Зняти заглушення з %@
ur: %@ کو ان میوٹ کریں
vi: Bỏ ẩn %@
zh_hans: 取消静音 %@
zh_hant: 取消靜音 %@

# safety.menu.unmute.hint
source: Lets their posts back into your feeds. They are not told.
ar: يعيد منشوراته للظهور لك. ولا يُبلَّغ بذلك.
bn: তাদের পোস্ট আবার আপনার ফিডে আসতে দেয়। তাদের জানানো হয় না।
ca: Torna a deixar entrar les seves publicacions als teus canals. No ho sap.
cs: Vrátí jeho příspěvky do tvých kanálů. Nedozví se to.
da: Lader vedkommendes opslag komme tilbage i dine feeds. Vedkommende får ikke besked.
de: Lässt die Beiträge wieder in deine Feeds. Die Person wird nicht benachrichtigt.
el: Επιτρέπει ξανά τις αναρτήσεις του στις ροές σου. Δεν ενημερώνεται.
es: Vuelve a mostrar sus publicaciones en tus feeds. No se le avisa.
fi: Päästää heidän julkaisunsa takaisin syötteisiisi. Heille ei kerrota.
fr: Remet ses posts dans vos fils. Il n’en est pas informé.
he: מחזיר את הפוסטים שלו לפידים שלך. הוא לא מקבל הודעה.
hi: उनकी पोस्ट को आपकी फ़ीड में वापस आने देता है। उन्हें बताया नहीं जाता।
hr: Vraća njihove objave u tvoje feedove. Nisu obaviješteni.
hu: Újra beengedi a bejegyzéseit a hírfolyamaidba. Nem kap értesítést.
id: Mengizinkan postingannya kembali ke feed-mu. Mereka tidak diberi tahu.
it: Riammette i suoi post nei tuoi feed. Non viene avvisato.
ja: 投稿をフィードに再び表示します。相手には知らされません。
ko: 이 사람의 게시물이 다시 내 피드에 나타나요. 상대방에게는 알려지지 않아요.
ml: അവരുടെ പോസ്റ്റുകൾ വീണ്ടും നിങ്ങളുടെ ഫീഡുകളിൽ കാണിക്കുന്നു. അവരെ അറിയിക്കില്ല.
ms: Membenarkan siaran mereka kembali ke suapan anda. Mereka tidak diberitahu.
nb: Slipper innleggene deres inn i feedene dine igjen. De får ikke vite det.
nl: Laat hun berichten weer in je feeds toe. Ze worden niet op de hoogte gesteld.
pl: Przywraca ich wpisy do Twoich kanałów. Nie są o tym informowani.
pt_br: Traz de volta os posts da pessoa aos seus feeds. Ela não é avisada.
pt_pt: Volta a permitir as publicações no seu feed. Não são avisados.
ro: Readuce postările lui în fluxurile tale. Nu este anunțat.
ru: Возвращает посты в ваши ленты. Владелец аккаунта не узнает.
sk: Vráti jeho príspevky do tvojich kanálov. Nedozvie sa o tom.
sv: Släpper tillbaka deras inlägg i dina flöden. De får inte veta det.
ta: அவர்களின் இடுகைகளை மீண்டும் உங்கள் ஊட்டங்களில் அனுமதிக்கும். அவர்களுக்குத் தெரிவிக்கப்படாது.
te: వారి పోస్ట్‌లను మీ ఫీడ్‌లలోకి తిరిగి అనుమతిస్తుంది. వారికి చెప్పబడదు.
th: ให้โพสต์ของพวกเขากลับเข้าฟีดของคุณ พวกเขาไม่ได้รับแจ้ง
tr: Gönderilerini akışlarınıza geri alır. Kendisine haber verilmez.
uk: Повертає їхні дописи у ваші стрічки. Їх не повідомляють.
ur: ان کی پوسٹس کو آپ کی فیڈز میں واپس آنے دیتا ہے۔ انہیں نہیں بتایا جاتا۔
vi: Cho bài đăng của họ trở lại bảng tin của bạn. Họ không được thông báo.
zh_hans: 让对方的帖子重新出现在你的信息流中。不会通知对方。
zh_hant: 讓對方的貼文重新出現在你的動態中，對方不會得知。

# safety.mute.effect
source: Their posts and replies stop appearing in your feeds. You can still open their profile and read them there, and they can still see and reply to you.
ar: تتوقف منشوراته وردوده عن الظهور لك. وما زال بإمكانك فتح ملفه وقراءتها هناك، وما زال بإمكانه رؤيتك والرد عليك.
bn: তাদের পোস্ট ও উত্তর আপনার ফিডে আসা বন্ধ হয়। আপনি এখনও তাদের প্রোফাইল খুলে সেখানে পড়তে পারেন, আর তারা এখনও আপনাকে দেখতে ও উত্তর দিতে পারে।
ca: Les seves publicacions i respostes deixen d'aparèixer als teus canals. Encara pots obrir el seu perfil i llegir-les allà, i ells encara et poden veure i respondre.
cs: Jeho příspěvky a odpovědi se přestanou zobrazovat ve tvých kanálech. Stále můžeš otevřít jeho profil a číst je tam a on tě stále vidí a může ti odpovídat.
da: Vedkommendes opslag og svar holder op med at vise sig i dine feeds. Du kan stadig åbne vedkommendes profil og læse dem dér, og vedkommende kan stadig se og svare dig.
de: Beiträge und Antworten der Person erscheinen nicht mehr in deinen Feeds. Du kannst ihr Profil weiterhin öffnen und sie dort lesen, und sie kann dich weiterhin sehen und dir antworten.
el: Οι αναρτήσεις και οι απαντήσεις του σταματούν να εμφανίζονται στις ροές σου. Μπορείς ακόμα να ανοίξεις το προφίλ του και να τις διαβάσεις εκεί, και εκείνος μπορεί ακόμα να σε βλέπει και να σου απαντά.
es: Sus publicaciones y respuestas dejan de aparecer en tus feeds. Aún puedes abrir su perfil y leerlas allí, y ellos aún pueden verte y responderte.
fi: Heidän julkaisunsa ja vastauksensa lakkaavat näkymästä syötteissäsi. Voit yhä avata heidän profiilinsa ja lukea ne siellä, ja he voivat yhä nähdä sinut ja vastata sinulle.
fr: Ses posts et réponses n’apparaissent plus dans vos fils. Vous pouvez toujours ouvrir son profil et les y lire, et il peut toujours vous voir et vous répondre.
he: הפוסטים והתגובות שלו מפסיקים להופיע בפידים שלך. אתה עדיין יכול לפתוח את הפרופיל שלו ולקרוא אותם שם, והוא עדיין יכול לראות אותך ולהגיב לך.
hi: उनकी पोस्ट और जवाब आपकी फ़ीड में दिखना बंद हो जाते हैं। आप फिर भी उनकी प्रोफ़ाइल खोलकर वहाँ पढ़ सकते हैं, और वे अब भी आपको देख सकते हैं और जवाब दे सकते हैं।
hr: Njihove objave i odgovori prestaju se pojavljivati u tvojim feedovima. I dalje možeš otvoriti njihov profil i tamo ih čitati, a oni i dalje mogu vidjeti tebe i odgovarati ti.
hu: A bejegyzései és válaszai nem jelennek meg a hírfolyamaidban. A profilját továbbra is megnyithatod és ott elolvashatod őket, ő pedig továbbra is láthat és válaszolhat neked.
id: Postingan dan balasannya berhenti muncul di feed-mu. Kamu masih bisa membuka profilnya dan membacanya di sana, dan mereka masih bisa melihat dan membalasmu.
it: I suoi post e le sue risposte smettono di comparire nei tuoi feed. Puoi comunque aprire il suo profilo e leggerli lì, e può ancora vederti e risponderti.
ja: 投稿と返信が、あなたのフィードに表示されなくなります。プロフィールを開いてそこで読むことはでき、相手はあなたを見ることも、あなたに返信することもできます。
ko: 이 사람의 게시물과 답글이 내 피드에 나타나지 않아요. 프로필을 열어 거기서 읽을 수는 있고, 상대방은 여전히 나를 보고 내게 답글을 달 수 있어요.
ml: അവരുടെ പോസ്റ്റുകളും മറുപടികളും നിങ്ങളുടെ ഫീഡുകളിൽ കാണില്ല. അവരുടെ പ്രൊഫൈൽ തുറന്ന് അവിടെ വായിക്കാം, അവർക്ക് ഇപ്പോഴും നിങ്ങളെ കാണാനും മറുപടി നൽകാനും കഴിയും.
ms: Siaran dan balasan mereka berhenti muncul dalam suapan anda. Anda masih boleh membuka profil mereka dan membacanya di sana, dan mereka masih boleh melihat dan membalas anda.
nb: Innleggene og svarene deres slutter å vises i feedene dine. Du kan fortsatt åpne profilen deres og lese dem der, og de kan fortsatt se og svare deg.
nl: Hun berichten en reacties verschijnen niet meer in je feeds. Je kunt nog steeds hun profiel openen en ze daar lezen, en zij kunnen jou nog zien en op je reageren.
pl: Ich wpisy i odpowiedzi przestają pojawiać się w Twoich kanałach. Nadal możesz otworzyć ich profil i tam je czytać, a oni nadal mogą Cię widzieć i odpowiadać Ci.
pt_br: Os posts e respostas da pessoa deixam de aparecer nos seus feeds. Você ainda pode abrir o perfil e lê-los lá, e ela ainda pode ver e responder a você.
pt_pt: As publicações e respostas desta conta deixam de aparecer nos seus feeds. Pode continuar a abrir o perfil e a lê-las aí, e a conta continua a poder ver e responder-lhe.
ro: Postările și răspunsurile lui nu mai apar în fluxurile tale. Îi poți deschide în continuare profilul și le poți citi acolo, iar el te poate vedea și îți poate răspunde.
ru: Посты и ответы этого аккаунта перестают появляться в ваших лентах. Вы по-прежнему можете открыть его профиль и прочитать их там, а он(а) по-прежнему видит вас и может отвечать вам.
sk: Jeho príspevky a odpovede sa prestanú zobrazovať v tvojich kanáloch. Jeho profil môžeš stále otvoriť a čítať ich tam a on ťa stále vidí a môže ti odpovedať.
sv: Deras inlägg och svar slutar visas i dina flöden. Du kan fortfarande öppna deras profil och läsa dem där, och de kan fortfarande se och svara dig.
ta: அவர்களின் இடுகைகளும் பதில்களும் உங்கள் ஊட்டங்களில் தோன்றாது. நீங்கள் இன்னும் அவர்களின் சுயவிவரத்தைத் திறந்து அங்கே படிக்கலாம், அவர்களும் உங்களைப் பார்த்துப் பதிலளிக்கலாம்.
te: వారి పోస్ట్‌లు, రిప్లైలు మీ ఫీడ్‌లలో కనిపించడం ఆగిపోతాయి. మీరు ఇంకా వారి ప్రొఫైల్‌ను తెరిచి అక్కడ చదవవచ్చు, వారు ఇంకా మిమ్మల్ని చూడవచ్చు, మీకు రిప్లై ఇవ్వవచ్చు.
th: โพสต์และคำตอบของพวกเขาจะไม่ปรากฏในฟีดของคุณ คุณยังเปิดโปรไฟล์และอ่านที่นั่นได้ และพวกเขายังเห็นและตอบกลับคุณได้
tr: Gönderileri ve yanıtları akışlarınızda görünmez. Profilini yine açıp orada okuyabilirsiniz; onlar da sizi görebilir ve size yanıt verebilir.
uk: Їхні дописи й відповіді перестають з’являтися у ваших стрічках. Ви все ще можете відкрити їхній профіль і читати їх там, а вони й далі можуть бачити вас і відповідати вам.
ur: ان کی پوسٹس اور جوابات آپ کی فیڈز میں آنا بند ہو جاتے ہیں۔ آپ پھر بھی ان کا پروفائل کھول کر وہاں پڑھ سکتے ہیں، اور وہ اب بھی آپ کو دیکھ اور جواب دے سکتے ہیں۔
vi: Bài đăng và trả lời của họ không còn xuất hiện trong bảng tin của bạn. Bạn vẫn mở được hồ sơ của họ và đọc ở đó, và họ vẫn thấy và trả lời được bạn.
zh_hans: 对方的帖子和回复不会再出现在你的信息流中。你仍可打开其个人主页并在那里阅读，对方也仍能看到你并回复你。
zh_hant: 對方的貼文和回覆不會再出現在你的動態中。你仍可開啟其個人檔案並在那裡閱讀，對方仍可看到並回覆你。
